Repository: common-repository/simple-cleanup
Catalog: languages/multinet-simple-cleanup-*.po
Languages: de_ch

source: Remove
de_ch: Entfernen

source: General
de_ch: Allgemein

source: Remove Emoji script/style
de_ch: Emoji Script/Style entfernen

source: By default, WordPress outputs some scripts and styles for Emoji support on your website.
de_ch: Standardmässig gibt WordPress Script- und Style-Tags für Emoji-Support aus.

source: Remove blog clients
de_ch: Blog clients entfernen

source: Removes the meta tags for xmlrpc.php and wlwmanifest.xml
de_ch: Entfernt Meta-Tags für xmlrpc.php und wlwmanifest.xml

source: Remove generator tag
de_ch: Generator-Tag entfernen

source: Removes the generator meta tag
de_ch: Entfernt den generator Meta-Tag

source: Remove wp-json tag
de_ch: wp-json Link-Tag entfernen

source: Removes the wp-json &lt;link&gt; tag
de_ch: Entfernt den wp-json &lt;link&gt; Tag

source: Remove ID from menu items
de_ch: ID von Menu-Items entfernen

source: Removes the id="menu-item-x" attribute from &lt;li&gt; menu items
de_ch: Entfernt die id="menu-item-x" Attribute von &lt;li&gt; Menu-Items

source: Remove classes from menu items
de_ch: CSS-Klassen von Menu-Items entfernen

source: Removes all classes from &lt;a&gt; menu items except custom classes or the .current-menu-* classes
de_ch: Entfernt alle Klassen von &lt;a&gt; Menu-Items ausser die .current-menu-* oder benutzerdefinierte Klassen

source: Remove «Comments» from menu
de_ch: «Kommentare» aus Menu entfernen

source: When you have comments disabled on your website you probably don't need the «Comments» link in the menu.
de_ch: Wenn Sie Kommentare deaktiviert haben, brauchen Sie vermutlich auch den «Kommentare» link im Menu nicht.

source: Remove «Posts» from menu
de_ch: «Beiträge» aus Menu entfernen

source: When you don't run a blog, eg. on small corporate websites, you probably don't need the general «Posts» link. Custom post types won't be affected by this option.
de_ch: Wenn Sie keinen Blog haben, z.B. bei einer kleinen Corporate-Website, brauchen Sie vermutlich den «Beiträge» Link nicht. Custom post types sind davon nicht betroffen.

source: Provides options to clean up your WordPress installation.
de_ch: Stellt Optionen zur Verfügung um Ihre WordPress Installation aufzuräumen.
